/* Scene refresh tutorial text, full refresh, no swipe */
"A completely new pattern will be made from scratch." = "Un pattern completamente nuovo sará ricreato da zero.";

/* Copy button title */
"Copy" = "Copia";

/* Copy button title, busy state */
"Copying" = "Copiando";

/* Facebook share default text */
"Created with Deko. dekoapp.com" = "Creato con Deko. dekoapp.com";

/* Photo album title, do not localize */
"Deko" = "Deko";

/* Alert, dismiss button */
"Dismiss" = "Abbandona";

/* Share by email button title */
"Email" = "Email";

/* Email not configured error description */
"Email has not been configured on this device." = "Nessuna email configurata a questo apparecchio.";

/* Share to Facebook button title */
"Facebook" = "Facebook";

/* Purchase button, waiting for price */
"Fetching price..." = "Calcolo prezzo...";

/* Tutorial, gallery button */
"Gallery" = "Galleria";

/* IAP view, title */
"High quality export" = "Esporta in alta qualità";

/* Unlock high quality export button title */
"High\nquality export" = "Esporta\nin alta\nqualità";

/* Email share default text */
"Made with Deko.\ndekoapp.com" = "Fatto con Deko.\ndekoapp.com";

/* Scene refresh tutorial text, no changes to settings */
"Make another version of this pattern." = "Fai un'altra versione di\nquesto pattern.";

/* Scene refresh, full refresh */
"New" = "Nuovo";

/* Gallery view, no saved patterns */
"No saved patterns." = "Pattern non salvati.";

/* Generic share button title, busy state */
"Preparing" = "Elaborando";

/* Undo tutorial text */
"Previous" = "Precedente";

/* Scene refresh tutorial text, full refresh, swipe */
"Pull halfway and release to adjust the current pattern." = "Trascina a metà e rilascia per modificare il corrente pattern.";

/* Purchase failed alert, title */
"Purchase failed" = "Fallito Acquisto";

/* Tutorial, remove from gallery */
"Remove from Gallery" = "Rimuovi dalla Galleria";

/* IAP view, restore button */
"Restore" = "Torna\nindietro";

/* Tutorial, save to gallery */
"Save to Gallery" = "Salva nella Galleria";

/* Save to photos button title */
"Save to photos" = "Salva nelle foto";

/* Save to photos button title, busy state */
"Saving" = "Salvando";

/* Error message, no access to photo library */
"Saving failed. Access to the library is probably denied." = "Fallito Salvataggio. L'accesso alla libreria è stato negato.";

/* Tutorial, share and export */
"Share and Export" = "Esporta e Condividi";

/* IAP purchased alert, message */
"Thank you." = "Grazie.";

/* Scene refresh tutorial text, some changes to settings */
"The further you pull, the more the pattern will change." = "Più trascini lo schermo, più il tuo pattern cambierá.";

/* Share to Twitter button title */
"Twitter" = "Twitter";

/* IAP view copy, iPad */
"Unlock high quality export to get your creations in full fidelity. Use the pixel-perfect patterns as wallpapers or tweak them further in other apps.\n\nSlide the bar on the image to see the difference." = "Sblocca l'esportazione in alta qualita per scaricare le tue creazioni in tutti i dettagli. Usa i pattern pixel-perfetti come wallpaper o modificali ulteriormente in altre app.\n\nTrascina la barra sull'immagine per vedere la differenza.";

/* IAP view copy, iPhone */
"Unlock high quality export to get your creations in full fidelity.\nUse the pixel-perfect patterns as wallpapers or tweak them further in other apps. Slide the bar on the image to see the difference." = "Sblocca l'esportazione in alta qualita per scaricare le tue creazioni in tutti i dettagli. Usa i pattern pixel-perfetti come wallpaper o modificali in altre app. Trascina la barra sull'immagine per vedere la differenza.";

/* Scene refresh, no changes to settings */
"•" = "•";

/* iOS 7 update view, title */
"iOS 7 Parallax Wallpapers" = "Sfondi dinamici iOS 7";

/* iOS 7 update view, copy */
"Deko now makes pixel-perfect parallax wallpapers for iOS 7. Just use 'Save to photos' and your wallpapers will automatically be the right size." = "Ora Deko crea dei fantastici sfondi dinamici per iOS 7. Ti basterà salvare le immagini nel rullino e gli sfondi verranno adattati automaticamente.";

/* iOS 7 update view, dismiss button */
"OK" = "OK";
